keywords_dict = {
    "岗位职责":['岗位职责','工作职责','工作内容'],
    "岗位要求":['岗位要求','任职要求','职位要求','工作要求'],
    "加分项":['加分项']
}
location_dict = {
    '北京': ['北京', '北京市','Beijing'],
    '上海': ['上海', '上海市','Shanghai'],
    '广州': ['广州', '广州市','Guangzhou'],
    '深圳': ['深圳', '深圳市','Shenzhen'],
    '成都': ['成都', '成都市','Chengdu'],
    '重庆': ['重庆', '重庆市','Chongqing'],
    '杭州': ['杭州', '杭州市','Hangzhou'],
    '武汉': ['武汉', '武汉市','Wuhan'],
    '南京': ['南京', '南京市','Nanjing'],
    '西安': ['西安', '西安市','Xi\'an'],
    '苏州': ['苏州', '苏州市','Suzhou']
}
